tap "caskroom/cask"
tap "codeclimate/formulae"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/versions"
tap "uetchy/nlp"
brew "openssl"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "boost"
brew "cabal-install"
brew "gettext"
brew "libffi"
brew "cdiff"
brew "chromedriver"
brew "clang-format"
brew "libsigsegv"
brew "clisp"
brew "node"
brew "coffeescript"
brew "coreutils"
brew "dmd"
brew "doxygen"
brew "elixir"
brew "exiftool"
brew "ffmpeg"
brew "gawk"
brew "gdb"
brew "geckodriver"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnu-sed", args: ["with-default-names"]
brew "gnuplot", args: ["with-x11"]
brew "go"
brew "pkg-config"
brew "gperftools"
brew "gradle"
brew "libtool", args: ["universal"]
brew "graphviz"
brew "groff"
brew "groovy"
brew "heroku"
brew "icarus-verilog"
brew "xz"
brew "imagemagick"
brew "jpegoptim"
brew "juman"
brew "jumanpp"
brew "kotlin"
brew "libdnet"
brew "libssh2"
brew "libtasn1"
brew "libxml2", link: true
brew "libyaml"
brew "llvm"
brew "mecab"
brew "mecab-ipadic"
brew "mongodb"
brew "mono"
brew "mysql"
brew "nettle"
brew "nim"
brew "nkf"
brew "ocaml"
brew "open-cobol"
brew "open-mpi"
brew "openjpeg"
brew "pandoc"
brew "pdflib-lite"
brew "perl"
brew "php"
brew "pngcrush"
brew "poppler"
brew "postgresql"
brew "pstree"
brew "sqlite"
brew "python"
brew "r"
brew "radare2"
brew "rakudo-star"
brew "redis"
brew "ruby"
brew "rust"
brew "scala"
brew "selenium-server-standalone"
brew "swift"
brew "tinycdb"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh-completions"
cask "atom"
cask "basictex"
cask "db-browser-for-sqlite"
cask "gimp"
cask "libreoffice"
cask "powershell"
cask "sourcetree"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "wireshark"
