tap "caskroom/cask"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "uetchy/nlp"
brew "gettext"
brew "libffi"
brew "openssl"
brew "readline"
brew "sqlite"
brew "python@2"
brew "apktool"
brew "autoconf"
brew "automake"
brew "autopsy"
brew "bash"
brew "bash-completion"
brew "binutils", link: true
brew "gmp"
brew "gcc"
brew "xz"
brew "python"
brew "binwalk"
brew "bison", link: true
brew "boost"
brew "cabal-install"
brew "chromedriver"
brew "libsigsegv"
brew "clisp"
brew "node"
brew "coffeescript"
brew "coreutils"
brew "cpanminus"
brew "curl"
brew "dex2jar"
brew "dmd"
brew "docker", link: false
brew "doxygen"
brew "elixir"
brew "ghostscript"
brew "libtool", args: ["universal"]
brew "graphviz"
brew "iso-codes"
brew "pkg-config"
brew "gspell"
brew "libxml2", link: true
brew "openjpeg"
brew "poppler"
brew "evince"
brew "exiftool"
brew "libtasn1"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "flex", link: true
brew "foremost"
brew "gawk"
brew "gdb"
brew "geckodriver"
brew "git"
brew "gnu-getopt", link: true
brew "gnu-sed"
brew "gnupg", link: false
brew "gnuplot", args: ["with-x11"]
brew "go"
brew "gperftools"
brew "gradle"
brew "groff"
brew "groovy"
brew "hashpump"
brew "heroku"
brew "icarus-verilog"
brew "imagemagick"
brew "iproute2mac"
brew "jadx"
brew "john-jumbo"
brew "jpegoptim"
brew "juman"
brew "jumanpp"
brew "kotlin"
brew "libdnet"
brew "libssh2"
brew "libyaml"
brew "llvm"
brew "mecab"
brew "mecab-ipadic"
brew "mono"
brew "youtube-dl"
brew "mpv"
brew "nasm"
brew "ncurses"
brew "nim"
brew "nkf"
brew "numpy", link: false
brew "ocaml"
brew "open-cobol"
brew "open-mpi"
brew "opencv"
brew "pandoc"
brew "pdflib-lite"
brew "perl"
brew "pkcrack"
brew "pngcheck"
brew "pngcrush"
brew "postgresql"
brew "pstree"
brew "r", link: false
brew "rakudo-star"
brew "redis"
brew "ruby"
brew "rust"
brew "scala"
brew "selenium-server-standalone"
brew "socat"
brew "sqlmap"
brew "swift"
brew "telnet"
brew "tinycdb"
brew "tmux"
brew "tree"
brew "wget"
brew "ydiff"
brew "zsh-completions"
cask "atom"
cask "basictex"
cask "db-browser-for-sqlite"
cask "docker"
cask "gimp"
cask "jd-gui"
cask "libreoffice"
cask "miniconda"
cask "powershell"
cask "sage"
cask "sourcetree"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
