tap "caskroom/cask"
tap "cloudflare/cloudflare"
tap "heroku/brew"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "martido/graph"
tap "uetchy/nlp"
brew "libffi"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "librsvg"
brew "atk"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "binutils"
brew "crf++"
brew "mecab"
brew "mecab-ipadic"
brew "cabocha"
brew "cmake"
brew "gmp"
brew "gcc"
brew "openblas"
brew "tbb"
brew "chromedriver"
brew "coreutils"
brew "curl"
brew "docker", link: false
brew "elixir"
brew "enchant"
brew "ghostscript"
brew "libtool", args: ["universal"]
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+"
brew "gtk+3"
brew "iso-codes"
brew "pkg-config"
brew "vala"
brew "gspell"
brew "libsecret"
brew "libxml2", link: true
brew "openjpeg"
brew "poppler"
brew "evince"
brew "exiftool"
brew "libtasn1"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "libusb"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "imagemagick"
brew "iproute2mac"
brew "jpegoptim"
brew "jq"
brew "juman"
brew "libyaml"
brew "md5sha1sum", link: false
brew "nkf"
brew "node"
brew "numpy", link: false
brew "ocaml"
brew "opam"
brew "opencv"
brew "perl"
brew "pngcrush"
brew "postgresql"
brew "pstree"
brew "py2cairo"
brew "python@2"
brew "rakudo-star"
brew "ruby"
brew "rust"
brew "socat"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "atom"
cask "basictex"
cask "db-browser-for-sqlite"
cask "docker"
cask "gimp"
cask "google-cloud-sdk"
cask "jd-gui"
cask "libreoffice"
cask "miniconda"
cask "powershell"
cask "sage"
cask "sourcetree"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
